{
  "title": "FAQ",
  "fields": [
    {
      "title": "HOW DO I LINK MY ACCOUNT???",
      "body": "Join the Discord, then join the Minecraft server. You will see a code. On Discord, go to the #link-account channel and send /verify <code>. Make sure you are sending a bot command!"
    },
    {
      "title": "Is cheating allowed?",
      "body": "Although the moderation is very laid back cheating is not allowed and you will be banned."
    },
    {
      "title": "What mods are allowed?",
      "body": "Mods such as Reacharound, Tweakeroo, Gamma Utils, and Litematica are allowed but not all modules within these are, avoid anything that would cause lag."
    },
    {
      "title": "What are the loot box chances?",
      "body": "Common: 1199, Rare: 4804, Epic: 37866, Legendary: 76000. Stats are player specific do /trigger mt_stats and check your chances on mine-treasure.com/loot"
    },
    {
      "title": "How do I learn more about Stellarity?",
      "body": "https://stellarity.kohara.xyz/"
    },
    {
      "title": "How do I sit down?",
      "body": "Look straight down and double crouch."
    },
    {
      "title": "How do I wear Banners/Special Blocks?",
      "body": "Have an empty helmet slot and spam crouch with the banner/block in main hand."
    },
    {
      "title": "How does sleeping work?",
      "body": "Only 50% of players on the server have to sleep to pass the time this is rounded up."
    },
    {
      "title": "How do I protect my stuff?",
      "body": "You can claim an area protecting all your valuables within it's radius."
    },
    {
      "title": "I can't place my claim block!",
      "body": "Claim blocks cannot be placed if they are overlapping with another claim, even your own."
    },
    {
      "title": "How many homes do I get?",
      "body": "Players can have up to 6 homes plus their respawn point."
    },
    {
      "title": "How many claims do I get?",
      "body": "Players can have up to 4 claims."
    },
    {
      "title": "What are upgrades, how do I craft them?",
      "body": "Upgrades allow you to upgrade claims without having to destroy them, they share the same recipe as claims but the center is an Iron Ingot."
    },
    {
      "title": "How do I check the mobcap/spawnrates?",
      "body": "Placing a black carpet will list the mobcaps, a pink one will list the spawnrates for that block."
    }
  ]
}
